[
  {
    "Id": "2",
    "Name": "Carlos Slim Helú",
    "DOB": "January 28, 1940",
    "PhotoUrl": "http://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Carlos_Slim_Hel%C3%BA.jpg/220px-Carlos_Slim_Hel%C3%BA.jpg",
    "WikipediaUrl": "http://en.wikipedia.org/wiki/Carlos_Slim",
    "Nationality": "Mexican",
    "Religion": null,
    "Children": 6,
    "Business": "Telekomunication",
    "Fortune": 74.0,
    "Occupation": "Chairman & CEO of Telmex, América Móvil and Grupo Carso",
    "Bio": "Carlos Slim Helú (Spanish pronunciation: [ˈkaɾlos esˈlim eˈlu]; born January 28, 1940) is a Mexican business magnate and philanthropist[2] who as of 2011 is the richest person in the world, for the second year in a row. He is the chairman and chief executive of telecommunications companies Telmex and América Móvil and has extensive holdings in other Mexican companies through his conglomerate, Grupo Carso SAB, as well as business interests elsewhere in the world.\nAmérica Móvil, which in 2010 was Latin America’s largest mobile-phone carrier, accounted for around US$49 billion of Slim's wealth by the end of 2010.[3] His corporate holdings as of March 2011 have been estimated at US$74 billion.[1]",
    "ExtraTitle": "Development of business interests",
    "Extra": "Slim and his siblings were taught basic business practices by their father, and at the age of 12 Slim bought shares in a Mexican bank. He went on to study engineering at the National Autonomous University of Mexico, while simultaneously teaching algebra and linear programming there. In 1965 he incorporated Inversora Bursátil and then bought Jarritos del Sur. In 1966, already worth US$40 million,[6] he founded Inmobiliaria Carso. Three months later he married Soumaya Domit Gemayel (the Carso name derives from the first three letters of Carlo and the first two of Soumaya) and they remained married until her death in 1999.[2]\n\nConstruction, real estate and mining businesses were the focus of his early career. By 1972 he had established or acquired a further seven businesses in these categories, including one which rented construction equipment. In 1976 he branched out by buying a 60% interest in a printing business and in 1980 he consolidated his business interests by forming Grupo Galas as the parent company of a conglomerate that had interests in industry, construction, mining, retail, food and tobacco.[2]\n\nIn 1982 the Mexican economy, which had substantially relied on oil exports, contracted rapidly as the price of oil fell and interest rates rose worldwide. Banks and other businesses were nationalised, crippled or collapsed and the peso was devalued.[citation needed] At this time, and during the period of recovery to 1985, Slim invested heavily. He bought outright, or a large percentage of, numerous Mexican businesses, including Reynolds Aluminio, General Popo (General Tire's trading name in Mexico), Bimex hotels and Sanborns, a food retailer. He also acquired a 40% interest in the Mexican arms of British American Tobacco and 50% of that of Hershey's. He moved into financial services as well, buying Seguros de México and creating from it, along with other purchases such as Fianzas La Guardiana and Casa de Bolsa Inbursa, the Grupo Financiero Inbursa. Many of these acquisitions were financed by the cash flows from Cigitam, a tobacco business which he bought early in the economic downturn.[2]\n\nHe added the Nacrobre group of companies – which trade in copper and aluminium products – in 1986, along with a chemicals business, Química Fluor, and others.[2]\n\nIn 1990 the Grupo Carso was floated as a public company, with share placements initially in Mexico and then worldwide.[2]\n\nLater in 1990 he acted in concert with France Télécom and Southwestern Bell Corporation in order to buy landline telephony company Telmex from the Mexican government.[2] By 2006, 90 percent of the telephone lines in Mexico are operated by Telmex, whilst his mobile telephony company, Telcel, operates almost eighty percent of all the country's cellphones.[7] Telcel was created out of the Radiomóvil Dipsa company.[2]\n\nIn 1991 he acquired Hoteles Calinda (today, OSTAR Grupo Hotelero) and in 1993 increased his stakes in General Tire and Grupo Aluminio to the point where he had a majority interest.[2]\n\nIn 1996 Grupo Carso was split into three companies – Carso Global Telecom, Grupo Carso, and Invercorporación – and the following year Slim bought the Mexican arm of Sears Roebuck.[2]\n\n1999 saw Slim expanding his business interests beyond Latin America. He set up Telmex USA and also acquired a stake in Tracfone, a US cellular telephone company. At the same time he established Carso Infraestructura y Construcción, S. A. (CICSA) as a part of the Grupo Carso, this being a construction and engineering company.[2] It was also at this time that he had heart surgery and subsequently passed on much of the day-to-day involvement in the businesses to his children and their spouses.[7]\n\nAmérica Telecom, the holding company for América Móvil was incorporated in 2000. It took stakes in various cellular telephone companies outside Mexico, including the Brazilian ATL and Telecom Americas concerns, Techtel in Argentina, and others in Guatemala and Ecuador. In subsequent years there was further investment in this sphere, including deals involving companies in Colombia, Nicaragua, Peru, Chile, Honduras and El Salvador. 2000 also saw a venture with Microsoft which led to the start of the Spanish T1msn portal, later renamed ProdigyMSN.[2]\n\nHe formed Impulsora del Desarrollo y el Empleo en America Latina SAB de CV (IDEAL – roughly translated as \"Promoter of Development and Employment in Latin America\"), a Mexico-based company primarily engaged in not-for-profit infrastructure development. This was in 2005, when he also invested in the Volaris airline.[2]\n\nHaving amassed a 50.1% stake in Cigatam, the tobacco company, Slim reduced his holdings by selling a large part of that to Philip Morris in 2007 for $1.1bn, while in the same year also selling his entire interest in a tile company, Porcelanite, for $800m. He also licensed the Saks name and opened Saks Fifth Avenue in Santa Fé, Mexico. The following year saw him take a 6.4% stake in The New York Times Company.[2]\n\nOn December 8, 2007, Grupo Carso announced that the remaining 103 CompUSA stores would be either liquidated or sold, bringing an end to the struggling company as it was then known,[8] although the brand continues. After 28 years he became the Honorary Lifetime Chairman of the business. He is also Chairman of Teléfonos de Mexico, América Móvil, and Grupo Financiero Inbursa.",
    "IsLocked": true
  },
  {
    "Id": "3",
    "Name": "Warren Buffett",
    "DOB": "August 30, 1930",
    "PhotoUrl": "http://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Warren_Buffett_KU_Visit.jpg/200px-Warren_Buffett_KU_Visit.jpg",
    "WikipediaUrl": "http://en.wikipedia.org/wiki/Warren_Buffett",
    "Nationality": "American",
    "Religion": "Warren Edward Buffett",
    "Children": 3,
    "Business": "Investment",
    "Fortune": 39.0,
    "Occupation": "Chairman & CEO of Berkshire Hathaway",
    "Bio": "Warren Edward Buffett (pronounced /ˈbʌfɨt/; born August 30, 1930) is an American business magnate, investor, and philanthropist. He is widely regarded as one of the most successful investors in the world. Often introduced as \"legendary investor, Warren Buffett\",[5][6] he is the primary shareholder, chairman and CEO of Berkshire Hathaway.[7] He is consistently ranked among the world's wealthiest people. He was ranked as the world's wealthiest person in 2008[8] and is the third wealthiest person in the world as of 2011.[9]\nBuffett is called the \"Wizard of Omaha\", \"Oracle of Omaha\"[10] or the \"Sage of Omaha\"[11] and is noted for his adherence to the value investing philosophy and for his personal frugality despite his immense wealth.[12] Buffett is also a notable philanthropist, having pledged to give away 99 percent[13] of his fortune to philanthropic causes, primarily via the Gates Foundation. He also serves as a member of the board of trustees at Grinnell College.[14]",
    "ExtraTitle": "Career",
    "Extra": "Warren Buffett was employed from 1951–54 at Buffett-Falk & Co., Omaha as an investment salesman, from 1954–1956 at Graham-Newman Corp., New York as a securities analyst, from 1956–1969 at Buffett Partnership, Ltd., Omaha as a general partner and from 1970 – Present at Berkshire Hathaway Inc, Omaha as its Chairman, CEO.\n\nIn 1950, at the age of 20, Buffett had made and saved $9,800. In April 1952, Buffett discovered Graham was on the board of GEICO insurance. Taking a train to Washington, D.C. on a Saturday, he knocked on the door of GEICO's headquarters until a janitor allowed him in. There he met Lorimer Davidson, Geico's Vice President, and the two discussed the insurance business for hours. Davidson would eventually become Buffett's life-long friend and a lasting influence[22] and later recall that he found Buffett to be an \"extraordinary man\" after only fifteen minutes. Buffett graduated from Columbia and wanted to work on Wall Street, however, both his father and Ben Graham urged him not to. He offered to work for Graham for free, but Graham refused.[23]\n\nBuffett returned to Omaha and worked as a stockbroker while taking a Dale Carnegie public speaking course.[citation needed] Using what he learned, he felt confident enough to teach an \"Investment Principles\" night class at the University of Nebraska-Omaha. The average age of his students was more than twice his own. During this time he also purchased a Sinclair Texaco gas station as a side investment. However, this did not turn out to be a successful business venture.\n\nIn 1952[24] Buffett married Susan Thompson at Dundee Presbyterian Church and the next year they had their first child, Susan Alice Buffett. In 1954, Buffett accepted a job at Benjamin Graham's partnership. His starting salary was $12,000 a year (approximately $97,000 adjusted to 2008 dollars). There he worked closely with Walter Schloss. Graham was a tough man to work for. He was adamant that stocks provide a wide margin of safety after weighting the trade-off between their price and their intrinsic value. The argument made sense to Buffett but he questioned whether the criteria were too stringent and caused the company to miss out on big winners that had more qualitative values.[citation needed] That same year the Buffetts had their second child, Howard Graham Buffett. In 1956, Benjamin Graham retired and closed his partnership. At this time Buffett's personal savings were over $174,000 ($1.2 million inflation adjusted to 2009 dollars) and he started Buffett Partnership Ltd., an investment partnership in Omaha.\nBuffett's home in Omaha\n\nIn 1957, Buffett had three partnerships operating the entire year. He purchased a five-bedroom stucco house in Omaha, where he still lives, for $31,500. In 1958 the Buffett's third child, Peter Andrew Buffett, was born. Buffett operated five partnerships the entire year. In 1959, the company grew to six partnerships operating the entire year and Buffett was introduced to Charlie Munger. By 1960, Buffett had seven partnerships operating: Buffett Associates, Buffett Fund, Dacee, Emdee, Glenoff, Mo-Buff and Underwood. He asked one of his partners, a doctor, to find ten other doctors willing to invest $10,000 each in his partnership. Eventually eleven agreed, and Buffett pooled their money with a mere $100 original investment of his own. In 1961, Buffett revealed that Sanborn Map Company accounted for 35% of the partnership's assets. He explained that in 1958 Sanborn stock sold at only $45 per share when the value of the Sanborn investment portfolio was $65 per share. This meant that buyers valued Sanborn stock at \"minus $20\" per share and were unwilling to pay more than 70 cents on the dollar for an investment portfolio with a map business thrown in for nothing. This earned him a spot on the board of Sanborn.\nAs a millionaire\n\nIn 1962, Buffett became a millionaire because of his partnerships, which in January 1962 had an excess of $7,178,500, of which over $1,025,000 belonged to Buffett. Buffett merged all partnerships into one partnership. Buffett invested in and eventually took control of a textile manufacturing firm, Berkshire Hathaway. Buffett's partnerships began purchasing shares at $7.60 per share. In 1965, when Buffett's partnerships began purchasing Berkshire aggressively, they paid $14.86 per share while the company had working capital of $19 per share. This did not include the value of fixed assets (factory and equipment). Buffett took control of Berkshire Hathaway at the board meeting and named a new president, Ken Chace, to run the company. In 1966, Buffett closed the partnership to new money. Buffett wrote in his letter: \"... unless it appears that circumstances have changed (under some conditions added capital would improve results) or unless new partners can bring some asset to the partnership other than simply capital, I intend to admit no additional partners to BPL.\"\n\nIn a second letter, Buffett announced his first investment in a private business — Hochschild, Kohn and Co, a privately owned Baltimore department store. In 1967, Berkshire paid out its first and only dividend of 10 cents. In 1969, following his most successful year, Buffett liquidated the partnership and transferred their assets to his partners. Among the assets paid out were shares of Berkshire Hathaway. In 1970, as chairman of Berkshire Hathaway, Buffett began writing his now-famous annual letters to shareholders. However, he lived solely on his salary of $50,000 per year, and his outside investment income. In 1979, Berkshire began the year trading at $775 per share, and ended at $1,310. Buffett's net worth reached $620 million, placing him on the Forbes 400 for the first time.\n\nIn 1973, Berkshire began to acquire stock in the Washington Post Company. Buffett became close friends with Katharine Graham, who controlled the company and its flagship newspaper, and became a member of its board of directors. In 1974, the SEC opened a formal investigation into Warren Buffett and Berkshire's acquisition of WESCO, due to possible conflict of interest. No charges were brought. In 1977, Berkshire indirectly purchased the Buffalo Evening News for $32.5 million. Antitrust charges started, instigated by its rival, the Buffalo Courier-Express. Both papers lost money, until the Courier-Express folded in 1982.\n\nIn 1979, Berkshire began to acquire stock in ABC. Capital Cities announced $3.5 billion purchase of ABC on March 18, 1985 surprised the media industry, as ABC was four times bigger than Capital Cities at the time. Berkshire Hathaway chairman Warren Buffett helped finance the deal in return for a 25% stake in the combined company.[25] The newly merged company, known as Capital Cities/ABC (or CapCities/ABC), was forced to sell off some stations due to FCC ownership rules. Also, the two companies owned several radio stations in the same markets.[26]\n\nIn 1987, Berkshire Hathaway purchased a 12% stake in Salomon Inc., making it the largest shareholder and Buffett the director. In 1990, a scandal involving John Gutfreund (former CEO of Salomon Brothers) surfaced. A rogue trader, Paul Mozer, was submitting bids in excess of what was allowed by the Treasury rules. When this was discovered and brought to the attention of Gutfreund, he did not immediately suspend the rogue trader. Gutfreund left the company in August 1991.[27] Buffett became Chairman of Salomon until the crisis passed; on September 4, 1991, he testified before Congress.[28] In 1988, Buffett began buying stock in Coca-Cola Company, eventually purchasing up to 7% of the company for $1.02 billion. It would turn out to be one of Berkshire's most lucrative investments, and one which it still holds.\nAs a billionaire\n\nBuffett became a billionaire on paper when Berkshire Hathaway began selling class A shares on May 29, 1990, when the market closed at $7,175 a share.[29] In 1998, in an unusual move, he acquired General Re (Gen Re) for stock. In 2002, Buffett became involved with Maurice R. Greenberg at AIG, with General Re providing reinsurance. On March 15, 2005, AIG's board forced Greenberg to resign from his post as Chairman and CEO under the shadow of criticism from Eliot Spitzer, former attorney general of the state of New York. On February 9, 2006, AIG and the New York State Attorney General's office agreed to a settlement in which AIG would pay a fine of $1.6 billion.[30] In 2010, the federal government settled with Berkshire Hathaway for $92 million in return for the firm avoiding prosecution in an AIG fraud scheme, and undergoing 'corporate governance concessions'.[31]\n\nIn 2002, Buffett entered in $11 billion worth of forward contracts to deliver U.S. dollars against other currencies. By April 2006, his total gain on these contracts was over $2 billion. In 2006, Buffett announced in June that he gradually would give away 85% of his Berkshire holdings to five foundations in annual gifts of stock, starting in July 2006. The largest contribution would go to the Bill and Melinda Gates Foundation.[32] In 2007, in a letter to shareholders, Buffett announced that he was looking for a younger successor, or perhaps successors, to run his investment business.[33] Buffett had previously selected Lou Simpson, who runs investments at Geico, to fill that role. However, Simpson is only six years younger than Buffett.",
    "IsLocked": true
  },
  {
    "Id": "ffbbdd15-fe9e-45e0-8b40-2da94aa367a0",
    "Name": "Bill Gates",
    "DOB": "October 28, 1955",
    "PhotoUrl": "http://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Bill_Gates_in_WEF_%2C2007.jpg/220px-Bill_Gates_in_WEF_%2C2007.jpg",
    "WikipediaUrl": "http://en.wikipedia.org/wiki/Bill_Gates",
    "Nationality": "American",
    "Religion": "Agnostic",
    "Children": 3,
    "Business": "Software",
    "Fortune": 59.0,
    "Occupation": "Chairman of Microsoft;Chairman of Corbis;Co-Chair of the Bill & Melinda Gates Foundation;Director of Berkshire Hathaway;CEO of Cascade Investment",
    "Bio": "William Henry \"Bill\" Gates III (born October 28, 1955)[4] is an American business magnate, investor, philanthropist, author, and former CEO and current chairman of Microsoft, the software company he founded with Paul Allen. He is consistently ranked among the world's wealthiest people[5] and was the wealthiest overall from 1995 to 2009, excluding 2008, when he was ranked third.[6] During his career at Microsoft, Gates held the positions of CEO and chief software architect, and remains the largest individual shareholder, with more than 8 percent of the common stock.[7] He has also authored or co-authored several books.\nGates is one of the best-known entrepreneurs of the personal computer revolution. Although he is admired by many, a number of industry insiders[who?] criticize his business tactics, which they consider anti-competitive, an opinion which has in some cases been upheld by the courts.[8][9] In the later stages of his career, Gates has pursued a number of philanthropic endeavors, donating large amounts of money to various charitable organizations and scientific research programs through the Bill & Melinda Gates Foundation, established in 2000.\nGates stepped down as chief executive officer of Microsoft in January 2000. He remained as chairman and created the position of chief software architect. In June 2006, Gates announced that he would be transitioning from full-time work at Microsoft to part-time work, and full-time work at the Bill & Melinda Gates Foundation. He gradually transferred his duties to Ray Ozzie, chief software architect, and Craig Mundie, chief research and strategy officer. Gates' last full-time day at Microsoft was June 27, 2008. He remains at Microsoft as non-executive chairman.",
    "ExtraTitle": "Philantrophy",
    "Extra": "Gates began to appreciate the expectations others had of him when public opinion mounted suggesting that he could give more of his wealth to charity. Gates studied the work of Andrew Carnegie and John D. Rockefeller, and in 1994 sold some of his Microsoft stock to create the William H. Gates Foundation. In 2000, Gates and his wife combined three family foundations into one to create the charitable Bill & Melinda Gates Foundation, which is the largest transparently operated charitable foundation in the world.[67] The foundation allows benefactors access to information regarding how its money is being spent, unlike other major charitable organizations such as the Wellcome Trust.[68][69] The generosity and extensive philanthropy of David Rockefeller has been credited as a major influence. Gates and his father met with Rockefeller several times, and modeled their giving in part on the Rockefeller family's philanthropic focus, namely those global problems that are ignored by governments and other organizations.[70] As of 2007, Bill and Melinda Gates were the second-most generous philanthropists in America, having given over $28 billion to charity.[71] They plan to eventually give 95% of their wealth to charity.[72]\nThe foundation was at the same time criticized because it invests assets that it has not yet distributed with the exclusive goal of maximizing return on investment. As a result, its investments include companies that have been charged with worsening poverty in the same developing countries where the Foundation is attempting to relieve poverty. These include companies that pollute heavily, and pharmaceutical companies that do not sell into the developing world.[73] In response to press criticism, the foundation announced in 2007 a review of its investments, to assess social responsibility.[74] It subsequently canceled the review and stood by its policy of investing for maximum return, while using voting rights to influence company practices.[75]\nGates's wife urged people to learn a lesson from the philanthropic efforts of the Salwen family, which had sold its home and given away half of its value, as detailed in The Power of Half.[76] Gates and his wife invited Joan Salwen to Seattle to speak about what the family had done, and on December 9, 2010, Gates, investor Warren Buffett, and Mark Zuckerberg (Facebook's CEO) signed a promise they called the \"Gates-Buffet Giving Pledge\", in which they promised to donate to charity at least half of their wealth over the course of time.",
    "IsLocked": true
  },
  {
    "Id": "5b2eb54c-c743-4fcf-9574-58e3227cf51c",
    "Name": "Bernard Arnault",
    "DOB": "5 March 1949",
    "PhotoUrl": "http://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Bernard_Arnault.jpg/220px-Bernard_Arnault.jpg",
    "WikipediaUrl": "http://en.wikipedia.org/wiki/Bernard_Arnault",
    "Nationality": "French",
    "Religion": null,
    "Children": null,
    "Business": null,
    "Fortune": 41.0,
    "Occupation": "Chairman & CEO;LVMH Chairman;Christian Dior SA",
    "Bio": "Bernard Arnault (pronounced: [bɛʁnaːʁ aʁno]) (born 5 March 1949) is a French businessman best known as the chairman and CEO of the French conglomerate LVMH.[2][3][4] According to Forbes Magazine, Arnault is the world's 4th and Europe's richest person, with a 2011 net worth of US$41 billion.\nArnault was born in Roubaix. After graduating from the Maxence Van Der Meersch High School, Arnault was admitted to the École Polytechnique (X1969) from which he graduated with an engineering degree in 1971. After graduation, Arnault joined his father's company. In 1976, he convinced his father to liquidate the construction division of the company for 40 million French francs, and to change the focus of the company to real estate. Using the name Férinel, the new company developed a specialty holiday accommodation. In 1979, he succeeded his father as president of the company.\nWhen Socialist François Mitterrand was elected President of France in 1981, Arnault emigrated to the United States and created Ferinel Inc. Through this vehicle, Arnault undertook construction activity in the United States, developing an apartment complex in limited partnership form in West Palm Beach, Florida, which defaulted on its mortgage shortly after its completion. The equity investors lost their entire investment and bondholders who had financed the project lost most of their money as well. He was not particularly successful in the United States. Three years later, when the French Socialists switched to a more conservative economic course, Arnault returned to France and became the CEO of Financière Agache, a luxury goods company. With the help of Antoine Bernheim, a senior partner of Lazard Frères et Cie., the Paris office of Lazard Frères & Co., and government subsidies conferred in exchange for a promise not to downsize, Arnault acquired Boussac, a textile company in turmoil. The Arnault family put up just $15 million of their own money, with Lazard supplying the rest of the reported $80 million purchase price.[6] Arnault sold nearly all the company's assets, keeping only the prestigious Christian Dior brand, and Le Bon Marché department store.[7]\nIn 1987, shortly after the creation of LVMH, Mr Arnault exploited a growing conflict between Alain Chevalier, Moët Hennessy's CEO, and Henri Racamier, president of Louis Vuitton. The new group held property rights to Dior perfumes, which Arnault craved to incorporate into Dior Couture. He created a holding company of which he owned 60% and Guinness, who had a distribution agreement with Moët-Hennessy, owned 40%. Following the October 1987 stock market crash, he capitalized on the lower quoted price and soon owned 43% of LVMH. He then consolidated his position by purging executives from both companies including appointing his father Jean Leon Arnault Chairman of the Supervisory board before officially taking over as Chairman & CEO in 1989.\nIn 2007, he acquired 10.69% of France's largest supermarket retailer and the world's second largest food distributor, Carrefour through his Blue Capital, which is jointly owned by California property firm Colony Capital.\nHe has since then led the company through an ambitious development plan, turning it into one of the largest luxury groups in the world, alongside Swiss luxury giant Richemont and French based PPR Group.\nAmong other companies, Arnault also owned the art auction house Phillips de Pury & Company from 1999 to 2003.",
    "ExtraTitle": null,
    "Extra": null,
    "IsLocked": true
  },
  {
    "Id": "d6882445-358b-44ce-9557-e329199e35ab",
    "Name": "Larry Ellison",
    "DOB": "August 17, 1944",
    "PhotoUrl": "http://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Larry_Elllison_on_stage.jpg/220px-Larry_Elllison_on_stage.jpg",
    "WikipediaUrl": "http://en.wikipedia.org/wiki/Larry_Ellison",
    "Nationality": "American",
    "Religion": "Jewish",
    "Children": 2,
    "Business": "Software",
    "Fortune": 33.0,
    "Occupation": "CEO of Oracle Corporation",
    "Bio": "Lawrence Joseph \"Larry\" Ellison (born August 17, 1944) is an American business magnate, co-founder and chief executive of Oracle Corporation, a major enterprise software company. As of 2011, he is the third richest person in the United States, with a personal wealth of $33 billion.\n\nDuring the 1970s, after a brief stint at Amdahl Corporation, Ellison worked for Ampex Corporation. One of his projects was a database for the CIA, which he named \"Oracle\".\nEllison was inspired by the paper written by Edgar F. Codd on relational database systems called \"A Relational Model of Data for Large Shared Data Banks\".[10] In 1977, he founded Software Development Laboratories (SDL). In 1979, the company was renamed Relational Software Inc., later renamed Oracle after the flagship product Oracle database. He had heard about the IBM System R database, also based on Codd's theories, and wanted Oracle to be compatible with it, but IBM made this impossible by refusing to share System R's code. The initial release of Oracle was Oracle 2; there was no Oracle 1. The release number was intended to imply that all of the bugs had been worked out of an earlier version.\nIn 1990, Oracle laid off 10% (about 400 people) of its work force because it was losing money. This crisis, which almost resulted in Oracle's bankruptcy, came about because of Oracle's \"up-front\" marketing strategy, in which sales people urged potential customers to buy the largest possible amount of software all at once. The sales people then booked the value of future license sales in the current quarter, thereby increasing their bonuses. This became a problem when the future sales subsequently failed to materialize. Oracle eventually had to restate its earnings twice, and also to settle out of court class action lawsuits arising from its having overstated its earnings. Ellison would later say that Oracle had made \"an incredible business mistake.\"\nAlthough IBM dominated the mainframe relational database market with its DB2 and SQL/DS database products, it delayed entering the market for a relational database on UNIX and Windows operating systems. This left the door open for Sybase, Oracle, and Informix (and eventually Microsoft) to dominate mid-range systems and microcomputers.\nAround this time, Oracle fell behind Sybase. In 1990–1993, Sybase was the fastest growing database company and the database industry's darling vendor, but soon fell victim to its merger mania. Sybase's 1993 merger with Powersoft resulted in a loss of focus on its core database technology. In 1993, Sybase sold the rights to its database software running under the Windows operating system to Microsoft Corporation, which now markets it under the name \"SQL Server.\"\nIn 1994, Informix Software overtook Sybase and became Oracle's most important rival. The intense war between Informix CEO Phil White and Ellison was front page Silicon Valley news for three years. In April, 1997, Informix announced a major revenue shortfall and earnings restatements; Phil White eventually landed in jail, and Informix was absorbed by IBM in 2000. Also in 1997, Ellison was made a director of Apple Computer after Steve Jobs came back to the company. Ellison resigned in 2002, saying that he did not have the time to attend necessary formal board meetings.[11]\nOnce Informix and Sybase were defeated, Oracle enjoyed years of industry dominance until the rise of Microsoft SQL Server in the late 90s and IBM's acquisition of Informix Software in 2001 to complement their DB2 database. Today Oracle's main competition for new database licenses on UNIX, Linux, and Windows operating systems is with IBM's DB2, and with Microsoft SQL Server (which only runs on Windows). IBM's DB2 still dominates the mainframe database market.\nIn April 2009, Oracle announced its intent to buy Sun Microsystems after a tug of war with IBM and Hewlett-Packard.[12] The European Union approved the acquisition by Oracle of Sun Microsystems on January 21, 2010 and agreed that \"Oracle's acquisition of Sun has the potential to revitalize important assets and create new and innovative products\".[13] The Sun acquisition also gave Oracle control of the popular MySQL open-source database, which Sun had acquired in 2008.[14]\nOn August 9, 2010, Ellison denounced Hewlett-Packard's board for firing CEO Mark Hurd, writing: \"The H.P. board just made the worst personnel decision since the idiots on the Apple board fired Steve Jobs many years ago.\" Ellison and Hurd are close personal friends – Hurd often plays tennis at Ellison's house.[15] Then on September 6, Oracle hired Mark Hurd and made him Co-President alongside Safra A. Catz. Ellison retained the CEO position.[16]\nEllison owns stakes in Salesforce.com, NetSuite, Quark Biotechnology Inc. and Astex Pharmaceuticals.",
    "ExtraTitle": null,
    "Extra": null,
    "IsLocked": true
  },
  {
    "Id": "1c751c61-6305-4b4f-8749-f90a359c98bd",
    "Name": "Lakshmi Mittal",
    "DOB": "15 June 1950",
    "PhotoUrl": "http://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Lakshmimittal22082006.jpg/220px-Lakshmimittal22082006.jpg",
    "WikipediaUrl": "http://en.wikipedia.org/wiki/Lakshmi_Mittal",
    "Nationality": "Indian",
    "Religion": "Hinduism",
    "Children": 2,
    "Business": "Steel",
    "Fortune": 31.0,
    "Occupation": "Chairman & CEO of ArcelorMittal;Director of Goldman Sachs;Owner of Karrick Limited;Co-owner of Queens Park Rangers F.C.",
    "Bio": "Lakshmi Narayan Mittal (लक्ष्मी मित्तल; born 15 June 1950)[4] is an Indian steel magnate. He is the chairman and chief executive officer of ArcelorMittal, the world’s largest steelmaking company.\nMittal is the richest man in India, Asia and the United Kingdom[5], and second in Europe[6] and is presently the sixth richest individual in the world with a personal wealth of US$31.1 billion.[3] He is the 44th \"most powerful person\" of the 68 individuals named in Forbes's Most Powerful People list. His daughter Vanisha Mittal's wedding was the most expensive in the recorded history of the world.[7][8]\nMittal is an independent director of Goldman Sachs, member of the Board of Directors of European Aeronautic Defence and Space Company,[9] World Steel Association, Foreign Investment Council in Kazakhstan, the International Investment Council in South Africa, the Investors' Council to the Cabinet of Ministers of Ukraine, the World Economic Forum’s International Business Council, the World Steel Association's Executive Committee, the Presidential International Advisory Board of Mozambique and the International Iron and Steel Institute’s Executive Committee.[10]\nHe also presently serves as a board council member of the Prime Minister of India's Global Advisory Council of Overseas Indians.[11] and members in the Advisory Board of the Kellogg School of Management, Executive Board at Indian School of Business and St. Xavier's College, Calcutta Alumni Association, London Chapter.[citation needed]\nIn 2006, Financial Times named him \"Person of the Year\". In 2007, Time magazine included him in their \"100 most influential persons in the world\".",
    "ExtraTitle": null,
    "Extra": null,
    "IsLocked": true
  },
  {
    "Id": "d7ed61f0-728a-4e95-b1c5-744dbcc84ea6",
    "Name": "Mark Zuckerberg",
    "DOB": "May 14, 1984",
    "PhotoUrl": "http://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Mark_Zuckerberg_at_the_37th_G8_Summit_in_Deauville_018_v1.jpg/220px-Mark_Zuckerberg_at_the_37th_G8_Summit_in_Deauville_018_v1.jpg",
    "WikipediaUrl": "http://en.wikipedia.org/wiki/Mark_Zuckerberg",
    "Nationality": "American",
    "Religion": "Jewish",
    "Children": null,
    "Business": "Facebook",
    "Fortune": 17.0,
    "Occupation": "CEO/President of Facebook",
    "Bio": "Mark Elliot Zuckerberg (born May 14, 1984) is an American computer programmer and Internet entrepreneur.[6] He is best known for co-creating the social networking site Facebook, of which he is chief executive and president. It was co-founded as a private company in 2004 by Zuckerberg and classmates Dustin Moskovitz, Eduardo Saverin, and Chris Hughes while they were students at Harvard University.[7][8] In 2010, Zuckerberg was named Time magazine's Person of the Year.[9] As of 2011, his personal wealth was estimated to be $17.5 billion.",
    "ExtraTitle": "Software Developer",
    "Extra": "Zuckerberg began using computers and writing software as a child in middle school. His father taught him Atari BASIC Programming in the 1990s, and later hired software developer David Newman to tutor him privately. Newman calls him a \"prodigy,\" adding that it was \"tough to stay ahead of him.\" Zuckerberg also took a graduate course in the subject at Mercy College near his home while he was still in high school. He enjoyed developing computer programs, especially communication tools and games. In one such program, since his father's dental practice was operated from their home, he built a software program he called \"ZuckNet,\" which allowed all the computers between the house and dental office to communicate by pinging each other. It is considered a \"primitive\" version of AOL's Instant Messenger, which came out the following year.[2]\nAccording to writer Jose Antonio Vargas, \"some kids played computer games. Mark created them.\" Zuckerberg himself recalls this period: \"I had a bunch of friends who were artists. They'd come over, draw stuff, and I'd build a game out of it.\" However, notes Vargas, Zuckerberg was not a typical \"geek-klutz,\" as he later became captain of his prep school fencing team and earned a classics diploma. Napster employee Sean Parker, a close friend, notes that Zuckerberg was \"really into Greek odysseys and all that stuff,” recalling how he once quoted lines from the Latin epic poem Aeneid, by Virgil, during a Facebook product conference.[2]\nDuring Zuckerberg's high school years, under the company name Intelligent Media Group, he built a music player called the Synapse Media Player that used artificial intelligence to learn the user's listening habits, which was posted to Slashdot[28] and received a rating of 3 out of 5 from PC Magazine.[29] Microsoft and AOL tried to purchase Synapse and recruit Zuckerberg, but he chose instead to enroll at Harvard University in September 2002.\nHarvard years\nBy the time he began classes at Harvard, he had already achieved a \"reputation as a programming prodigy,\" notes Vargas. He studied computer science and belonged to Alpha Epsilon Pi, a Jewish fraternity.[2][9][30] In his sophomore year, he wrote a program he called CourseMatch, which allowed users to make class selection decisions based on the choices of other students and also to help them form study groups. A short time later, he created a different program he initially called Facemash that let students select the best looking person from a choice of photos. According to Zuckerberg's roommate at the time, Arie Hasit, \"he built the site for fun.\" Hasit explains:\nWe had books called Face Books, which included the names and pictures of everyone who lived in the student dorms. At first, he built a site and placed two pictures, or pictures of two males and two females. Visitors to the site had to choose who was \"hotter\" and according to the votes there would be a ranking.[31]\nThe site went up over a weekend, but by Monday morning the college shut it down because its popularity had overwhelmed Harvard's server and prevented students from accessing the Internet. In addition, many students complained that their photos were being used without permission. Zuckerberg apologized publicly, and the student paper ran articles stating that his site was \"completely improper.\"[31]\nAround the time of Facemash, however, students were requesting that the university develop an internal website that would include similar photos and contact details. According to Hasit, \"Mark heard these pleas and decided that if the university won't do something about it, he will, and he would build a site that would be even better than what the university had planned.",
	"IsLocked": true
  }
]